/**
 * Created by pdeng on 16/9/21.
 */
var questionData = [
    {
        "id": 1,
        "title": "喜欢阅读有关物理学的报刊文摘"
    }, {
        "id": 2,
        "title": "关注日常生活中的化学现象和知识"
    }
    //, {
    //    "id": 3,
    //    "title": "喜欢采集一些昆虫和植物标本"
    //}
    //, {
    //    "id": 4,
    //    "title": "特别喜欢上信息与技术课"
    //}
    //, {
    //    "id": 5,
    //    "title": "对国内外发生的大事很敏感"
    //}, {
    //    "id": 6,
    //    "title": "喜欢看历史题材的影视剧"
    //}, {
    //    "id": 7,
    //    "title": "如果有外出地理考察的活动机会，会积极参加"
    //}, {
    //    "id": 8,
    //    "title": "爱思考一些物理现象背后的原理"
    //}, {
    //    "id": 9,
    //    "title": "关注化学方面的前沿知识"
    //}
    //, {
    //    "id": 10,
    //    "title": "想参加生物兴趣小组"
    //}, {
    //    "id": 11,
    //    "title": "经常利用因特网收集信息"
    //}
    //, {
    //    "id": 12,
    //    "title": "喜欢分析经济与政治的关系"
    //}, {
    //    "id": 13,
    //    "title": "喜爱收藏某个主题的历史资料"
    //}, {
    //    "id": 14,
    //    "title": "爱观看地质构造、地貌变迁等方面的节目"
    //}, {
    //    "id": 15,
    //    "title": "喜欢解答复杂的物理题"
    //}, {
    //    "id": 16,
    //    "title": "解答化学难题时，哪怕花很长时间也要把它做出来"
    //}, {
    //    "id": 17,
    //    "title": "对生物学前沿知识很着迷"
    //}, {
    //    "id": 18,
    //    "title": "喜欢利用数据库管理自己的信息"
    //},
    // {
    //    "id": 19,
    //    "title": "喜欢上政治课"
    //}, {
    //    "id": 20,
    //    "title": "喜欢了解历史事件和历史人物"
    //}, {
    //    "id": 21,
    //    "title": "非常关注地球变化对人们生活的影响"
    //}, {
    //    "id": 22,
    //    "title": "喜欢用物理学知识解决生活中的实际问题"
    //}, {
    //    "id": 23,
    //    "title": "听到与化学有关的问题，立刻来了兴趣"
    //}, {
    //    "id": 24,
    //    "title": "积极关心和支持生态保护"
    //}, {
    //    "id": 25,
    //    "title": "生活中常利用媒体制作一些作品"
    //}, {
    //    "id": 26,
    //    "title": "喜欢了解国家的法律、方针、政策等"
    //}, {
    //    "id": 27,
    //    "title": "游览名胜古迹时，常对那里的历史事件感兴趣"
    //}, {
    //    "id": 28,
    //    "title": "喜欢收集各种资料来了解地球各大洲的地理概况"
    //}
    //, {
    //    "id": 29,
    //    "title": "爱做物理实验"
    //}, {
    //    "id": 30,
    //    "title": "关注化学学科的发展过程和趋势"
    //}, {
    //    "id": 31,
    //    "title": "喜欢上生物实验课"
    //}, {
    //    "id": 32,
    //    "title": "喜欢利用计算机做一些编程工作"
    //}, {
    //    "id": 33,
    //    "title": "关心社会时事新闻"
    //}, {
    //    "id": 34,
    //    "title": "谈起历史事件会兴趣盎然"
    //}, {
    //    "id": 35,
    //    "title": "喜欢了解自己所在城市或故乡的地理环境"
    //}, {
    //    "id": 36,
    //    "title": "很喜欢上物理课"
    //}, {
    //    "id": 37,
    //    "title": "上化学课特别高兴"
    //}, {
    //    "id": 38,
    //    "title": "喜欢看有关生命科学的节目或书籍"
    //}, {
    //    "id": 39,
    //    "title": "关注技术的发展趋势"
    //}, {
    //    "id": 40,
    //    "title": "喜欢和别人谈论时事政治"
    //}
    //, {
    //    "id": 41,
    //    "title": "喜欢阅读历史类书籍"
    //}, {
    //    "id": 42,
    //    "title": "向别人谈起各国的地理位置和自然环境时，感到很开心"
    //}, {
    //    "id": 43,
    //    "title": "如果有物理兴趣小组，一定会积极报名"
    //}, {
    //    "id": 44,
    //    "title": "喜欢阅读化学类书籍"
    //}, {
    //    "id": 45,
    //    "title": "对生命起源和生物进化感兴趣"
    //}, {
    //    "id": 46,
    //    "title": "喜欢阅读信息技术类文章"
    //}, {
    //    "id": 47,
    //    "title": "爱看有关各国政治的评论文章"
    //}, {
    //    "id": 48,
    //    "title": "关心世界各国的历史"
    //}, {
    //    "id": 49,
    //    "title": "喜欢阅读地理方面的书籍"
    //}, {
    //    "id": 50,
    //    "title": "关注自己感兴趣的物理领域及其最新研究成果"
    //}, {
    //    "id": 51,
    //    "title": "希望进修化学课程"
    //}, {
    //    "id": 52,
    //    "title": "希望观察动、植物的生长变化"
    //}, {
    //    "id": 53,
    //    "title": "平时会关注一些产品的设计"
    //}, {
    //    "id": 54,
    //    "title": "看报纸时，喜欢政治新闻或是国际时事版面"
    //}, {
    //    "id": 55,
    //    "title": "常把历史事件与现实做对照"
    //}, {
    //    "id": 56,
    //    "title": "喜欢看地图，了解世界各国的地理位置"
    //}, {
    //    "id": 57,
    //    "title": "有自己崇拜的物理学家"
    //}, {
    //    "id": 58,
    //    "title": "特别崇拜化学家"
    //}, {
    //    "id": 59,
    //    "title": "对生物充满好奇，很想进行生命奥秘探究"
    //}, {
    //    "id": 60,
    //    "title": "平时喜欢画一些机械加工图或流程图"
    //}, {
    //    "id": 61,
    //    "title": "喜欢用政治学知识分析社会现象"
    //}, {
    //    "id": 62,
    //    "title": "能正确说出中重大历史事件发生的时间、地点及主要人物"
    //}, {
    //    "id": 63,
    //    "title": "在旅行中对地形、地貌很感兴趣"
    //}, {
    //    "id": 64,
    //    "title": "喜欢阅读物理学家的传记"
    //}, {
    //    "id": 65,
    //    "title": "认为从事化学分析工作很有意思"
    //}, {
    //    "id": 66,
    //    "title": "关注有关著名生物学家的生平及研究结果"
    //}, {
    //    "id": 67,
    //    "title": "若有兴趣技术兴趣小组，一定会积极报名"
    //}, {
    //    "id": 68,
    //    "title": "关注自己崇拜的政治家的成长历程及成就"
    //}, {
    //    "id": 69,
    //    "title": "如果有历史兴趣小组，一定会积极报名"
    //}, {
    //    "id": 70,
    //    "title": "关注有关著名地理学家的生活及研究的新成果"
    //}
];
